[
    {
        "title": "NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound",
        "preview": "The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet."
    },
    {
        "title": "NASA Updates Mars 2020 Mission Environmental Review",
        "preview": "NASA and the Department of Energy have completed a more detailed risk analysis for the Mars 2020 rover launch from Florida."
    },
    {
        "title": "Meet the People Behind NASA's Perseverance Rover",
        "preview": "These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. "
    },
    {
        "title": "All About the Laser (and Microphone) Atop Mars 2020, NASA's Next Rover",
        "preview": "SuperCam is a rock-vaporizing instrument that will help scientists hunt for Mars fossils."
    },
    {
        "title": "NASA's Perseverance Rover Is Midway to Mars ",
        "preview": "Sometimes half measures can be a good thing – especially on a journey this long. The agency's latest rover only has about 146 million miles left to reach its destination."
    },
    {
        "title": "NASA Adds Return Sample Scientists to Mars 2020 Leadership Team",
        "preview": "The leadership council for Mars 2020 science added two new members who represent the interests of scientists destined to handle and study the first samples from Red Planet."
    },
    {
        "title": "NASA's Mars 2020 Rover Closer to Getting Its Name",
        "preview": "155 students from across the U.S. have been chosen as semifinalists in NASA's essay contest to name the Mars 2020 rover, and see it launch from Cape Canaveral this July."
    },
    {
        "title": "The Extraordinary Sample-Gathering System of NASA's Perseverance Mars Rover",
        "preview": "Two astronauts collected Moon rocks on Apollo 11. It will take three robotic systems working together to gather up the first Mars rock samples for return to Earth."
    },
    {
        "title": "From JPL's Mailroom to Mars and Beyond",
        "preview": "Bill Allen has thrived as the mechanical systems design lead for three Mars rover missions, but he got his start as a teenager sorting letters for the NASA center."
    },
    {
        "title": "Virginia Middle School Student Earns Honor of Naming NASA's Next Mars Rover",
        "preview": "NASA chose a seventh-grader from Virginia as winner of the agency's \"Name the Rover\" essay contest. Alexander Mather's entry for \"Perseverance\" was voted tops among 28,000 entries. "
    },
    {
        "title": "NASA's MAVEN Observes Martian Night Sky Pulsing in Ultraviolet Light",
        "preview": "Vast areas of the Martian night sky pulse in ultraviolet light, according to images from NASA’s MAVEN spacecraft. The results are being used to illuminate complex circulation patterns in the Martian atmosphere."
    },
    {
        "title": "NASA's Mars 2020 Rover Goes Coast-to-Coast to Prep for Launch",
        "preview": "The agency's first step in returning rocks from Mars just arrived at Kennedy Space Center. The Mars 2020 team now begins readying for a launch to the Red Planet this July."
    },
    {
        "title": "My Culture, My Voice",
        "preview": "In honor of Hispanic Heritage Month, Christina Hernandez, an instrument engineer on the Mars 2020 mission, talks about her childhood and journey to NASA."
    },
    {
        "title": "NASA's Briefcase-Size MarCO Satellite Picks Up Honors",
        "preview": "The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology."
    },
    {
        "title": "Two of a Space Kind: Apollo 12 and Mars 2020",
        "preview": "Apollo 12 and the upcoming Mars 2020 mission may be separated by half a century, but they share several goals unique in the annals of space exploration."
    }
]